acpi
acpid
alsa-oss
alsa-tools
alsa-utils
autoconf
automake
awesome
baobab
base
bash
bash-completion
binutils
bison
bzip2
cabextract
cataclysm-dda-tiles
cheese
clang
cln
cmake
cmatrix
cmus
compiler-rt
compton
cool-retro-term
coreutils
cowsay
cpupower
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
discord
dmenu
e2fsprogs
efibootmgr
encfs
eog
epiphany
evince
exfat-utils
fakeroot
feh
figlet
file
file-roller
filesystem
findutils
firefox
flameshot
flashplugin
flatpak
flatpak-builder
flex
fortune-mod
gawk
gcc
gcc-libs
gdm
gedit
gettext
git
glances
glibc
gnome-backgrounds
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
go
gperf
grep
grilo-plugins
groff
grub
grub-customizer
gtop
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
htop
hwinfo
i3-gaps
i3blocks
i3lock
icedtea-web
inetutils
intel-ucode
iproute2
iputils
jack2
java11-openjfx
jdk8-openjdk
jfsutils
jq
less
lib32-libxt
lib32-mesa
lib32-openal
lib32-sdl_mixer
libffado
libpng12
libtool
licenses
lightdm
lightdm-webkit-theme-litarvan
lightdm-webkit2-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lsb-release
lvm2
m4
make
man-db
man-pages
mdadm
mono
mousetweaks
mpc
mpd
mpv
mutter
nano
nautilus
ncmpcpp
neofetch
neovim
net-tools
netctl
networkmanager
node-gyp
npm
ntfs-3g
numlockx
openssl-1.0
openvpn
orca
otf-ipafont
p7zip
pacgraph
pacman
pacman-contrib
pamixer
pasystray
patch
pavucontrol
pciutils
perl
pkgconf
pkgfile
polkit-gnome
procps-ng
psmisc
pulseaudio-jack
putty
ranger
reflector
reiserfsprogs
rofi
rygel
s-nail
samba
scrot
sed
semver
shadow
simple-scan
sl
speedtest-cli
steam
sudo
sushi
sysfsutils
systemd
systemd-sysvcompat
tar
termite
texinfo
tlp
totem
tracker
tracker-miners
ttf-fira-code
ttf-hanazono
ttf-ionicons
ttf-sazanami
ttf-ubuntu-font-family
unclutter
usbutils
util-linux
vi
vim
vim-ale
vino
virtualbox
vlc
wget
which
wine
wine-mono
wine-nine
wine_gecko
xdg-user-dirs-gtk
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
yelp
zathura
zathura-cb
zathura-pdf-mupdf
zsh
zsh-autosuggestions
zsh-completions
zsh-history-substring-search
zsh-syntax-highlighting
zsh-theme-powerlevel9k
